Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_ENABLE_VIDEO_CONFIGURATION_CONTROL_FOOTER
source: Show the video format control in Camera.
ar: عرض التحكم بتنسيق الفيديو في الكاميرا.
bg: Показва управление на видео формати в Камера.
bn: ক্যামেরায় ভিডিও ফরম্যাট কন্ট্রোল দেখান।
ca: Mostra el format de vídeo a l’app Càmera.
cs: Zobrazovat nastavení formátu videa v aplikaci Fotoaparát.
da: Vis betjening for videoformat i Kamera.
de: Blende die Videoformatsteuerung in „Kamera“ ein.
el: Εμφάνιση του στοιχείου ελέγχου μορφής βίντεο στην Κάμερα.
es: Muestra el control del formato de vídeo en la app Cámara.
es_us: Mostrar el control de formato de video en Cámara.
fi: Näytä videomuodon säädin Kamerassa.
fr: Affichez le contrôle du format vidéo dans Appareil photo.
fr_ca: Permet d’afficher la commande de format vidéo dans l’app Appareil photo.
gu: કૅમેરામાં વીડિયો ફૉર્મેટ કંટ્રોલ બતાવો.
he: ניתן להציג את פקד המצלמה לשליטה בפורמט הווידאו.
hi: कैमरा में वीडियो फ़ॉर्मैट कंट्रोल दिखाएँ।
hr: Prikažite naredbu za format videozapisa u aplikaciji Kamera.
hu: Videoformátum-vezérlő megjelenítése a Kamerában
id: Tampilkan kontrol format video di Kamera.
it: Mostra il controllo per il formato del video in Fotocamera.
ja: ビデオフォーマットコントロールを“カメラ”に表示します。
kk: Видео форматын басқаруды камерада көрсету.
kn: ಕ್ಯಾಮರಾದಲ್ಲಿ ವೀಡಿಯೊ ಫಾರ್ಮ್ಯಾಟ್ ಕಂಟ್ರೋಲ್ ಅನ್ನು ತೋರಿಸಿ.
ko: 카메라에서 비디오 포맷 제어기를 봅니다.
lt: Rodyti vaizdo įrašų formato valdymą programoje „Kamera“.
ml: വീഡിയോ ഫോർമാറ്റ് നിയന്ത്രണം ക്യാമറയിൽ കാണിക്കൂ.
mr: कॅमेरामध्ये व्हिडिओ फॉरमॅट कंट्रोल दाखवा.
ms: Tunjukkan kawalan format video dalam Kamera.
nb: Vis kontrollen for videoformat i Kamera.
nl: Toon de videostructuurregelaar in Camera.
or: କ୍ଯାମେରାରେ ଭିଡିଓ ଫର୍ମାଟ୍ କଣ୍ଟ୍ରୋଲ୍ ଦେଖାନ୍ତୁ।
pa: ਕੈਮਰੇ ਵਿੱਚ ਵੀਡੀਓ ਫ਼ਾਰਮੈਟ ਕੰਟਰੋਲ ਦਿਖਾਓ।
pl: Aplikacja Aparat będzie wyświetlała narzędzie formatu wideo.
pt_br: Mostrar o controle de formato de vídeo na Câmera.
pt_pt: Mostrar o controlo do formato de vídeo na aplicação Câmara.
ro: Afișează controlul pentru formatul video în aplicația Cameră.
ru: Управление видеоформатом будет отображено в Камере.
sk: Zobrazí nastavenia formátu videa v apke Kamera.
sl: Prikaže krmilno funkcijo oblike zapisa videa v Kameri.
sv: Visa reglaget för videoformat i Kamera.
ta: வீடியோ ஃபார்மெட் கட்டுப்பாடு கேமராவில் காட்டப்படும்.
te: కెమెరాలో వీడియో ఫార్మాట్ కంట్రోల్‌ను చూపిస్తుంది.
th: แสดงการควบคุมรูปแบบวิดีโอในกล้อง
tr: Video biçimi denetimini Kamera’da gösterir.
uk: Показувати елемент керування відеоформатом у Камері.
ur: کیمرے میں ویڈیو فارمیٹ کنٹرول دکھائیں۔
vi: Hiển thị điều khiển định dạng video trong Camera.
zh_cn: 在“相机”中显示视频格式控制。
zh_hk: 在「相機」中顯示影片格式控制項目。
zh_tw: 在「相機」中顯示影片格式控制項目。

# CAM_ENABLE_VIDEO_CONFIGURATION_CONTROL_TITLE
source: Video Format Control
ar: التحكم بتنسيق الفيديو
bg: Управление на видео формати
bn: ভিডিও ফরম্যাট কন্ট্রোল
ca: Control del format de vídeo
cs: Nastavení formátu videa
da: Betjening for videoformat
de: Videoformatsteuerung
el: Στοιχείο ελέγχου μορφής βίντεο
es: Control de formato de vídeo
es_us: Control de formato de video
fi: Videomuodon säädin
fr: Contrôle du format vidéo
fr_ca: Commande de format vidéo
gu: વીડિયો ફૉર્મેટ કંટ્રોલ
he: פקט פורמט הווידאו
hi: वीडियो फ़ॉर्मैट कंट्रोल
hr: Naredba za format videozapisa
hu: Videoformátum-vezérlő
id: Kontrol Format Video
it: Controllo formato video
ja: ビデオフォーマットコントロール
kk: Видео форматын басқару
kn: ವೀಡಿಯೊ ಫಾರ್ಮ್ಯಾಟ್ ಕಂಟ್ರೋಲ್
ko: 비디오 포맷 제어기
lt: Vaizdo įrašų formato valdymas
ml: വീഡിയോ ഫോർമാറ്റ് നിയന്ത്രണം
mr: व्हिडिओ फॉरमॅट कंट्रोल
ms: Kawalan Format Video
nb: Videoformatkontroll
nl: Videostructuurregelaar
or: ଭିଡିଓ ଫର୍ମାଟ୍ କଣ୍ଟ୍ରୋଲ୍
pa: ਵੀਡੀਓ ਫ਼ਾਰਮੈਟ ਕੰਟਰੋਲ
pl: Narzędzie formatu wideo
pt_br: Controle de Formato de Vídeo
pt_pt: Controlo do formato de vídeo
ro: Control format video
ru: Управление видеоформатом
sk: Ovládanie formátu videa
sl: Krmilna funkcija oblike zapisa videa
sv: Reglage för videoformat
ta: வீடியோ ஃபார்மெட் கட்டுப்பாடு
te: వీడియో ఫార్మాట్ కంట్రోల్
th: ควบคุมรูปแบบวิดีโอ
tr: Video Biçimi Denetimi
uk: Елемент керування відеоформатом
ur: ویڈیو فارمیٹ کنٹرول
vi: Điều khiển định dạng video
zh_cn: 视频格式控制
zh_hk: 影片格式控制項目
zh_tw: 影片格式控制項目

# CAM_ENABLE_VIDEO_STABILIZATION_FOOTER
source: Video and Cinematic mode will stabilize videos by zooming in slightly.
ar: يعمل نمط الفيديو والنمط السينمائي على تثبيت الفيديوهات من خلال تكبيرها قليلاً.
bg: Режимите Видео и Кинематографски ще стабилизират видеата чрез леко приближаване.
bn: ভিডিও এবং সিনেম্যাটিক মোডে সামান্য জুম করে ভিডিওটি স্থিতিশীল করবে।
ca: Els modes de cine i de vídeo estabilitzaran els vídeos amb una lleugera ampliació.
cs: V nastavení Video a Filmařský režim se videa stabilizují mírným přiblížením záběru.
da: Funktionerne Video og Filmisk stabiliserer videoer ved at zoome lidt ind.
de: Der Video- und Kinomodus stabilisieren Videos durch geringfügiges Zoomen.
el: Η λειτουργία «Βίντεο και κινηματογραφικό» θα σταθεροποιήσει τα βίντεο με ελαφριά μεγέθυνση.
es: Los modos Cine y Vídeo estabilizarán los vídeos aplicando un ligero zoom.
es_us: Los modos Video y Cine aplicarán un ligero zoom para estabilizar los videos.
fi: Video- ja Elokuvallinen-tila vakauttavat videokuvaa lähentämällä hieman.
fr: Les modes Vidéo et Cinématique stabiliseront les vidéos en appliquant un léger zoom avant.
fr_ca: Les modes Vidéo et Cinéma permettent de stabiliser les vidéos au moyen d’un léger zoom avant.
gu: વીડિયો અને સિનેમૅટિક મોડ જરા ઝૂમ કરીને વીડિયોને સ્થિર બનાવશે.
he: מצב ״וידאו״ ומצב ״קולנועי״ ייצבו צילומי וידאו על ידי הגדלה קלה.
hi: वीडियो और सिनेमैटिक मोड थोड़ा ज़ूम इन करके वीडियो को स्थिर बनाए रखेगा।
hr: Video i Filmski način rada stabilizirat će videozapise tako što će lagano zumirati.
hu: A Videó és Filmszerű mód enyhe nagyítást alkalmaz, hogy a legjobb stabilizációt biztosítsa.
id: Mode Video dan Sinematik akan menstabilkan video dengan sedikit memperbesar.
it: Le modalità Video e Cinema ingrandiranno leggermente l’immagine per stabilizzare i filmati.
ja: ビデオとシネマティックモードでは、わずかにズームインすることにより、ビデオの手ぶれを補正します。
kk: «Видео» және «Кино» режимінде сәл ұлғайту нәтижесінде видеоларды тұрақтандырады.
kn: ವೀಡಿಯೊ ಮತ್ತು ಸಿನಿಮ್ಯಾಟಿಕ್ ಮೋಡ್ ಸ್ವಲ್ಪ ಮಟ್ಟಿಗೆ ಝೂಮ್ ಇನ್ ಮಾಡುವ ಮೂಲಕ ವೀಡಿಯೊಗಳನ್ನು ಸ್ಥಿರಗೊಳಿಸುತ್ತದೆ.
ko: 비디오 및 시네마틱 모드는 약간의 확대 기능으로 비디오를 안정화합니다.
lt: Vaizdo įrašo ir kinematografinio režimo vaizdo įrašai bus stabilizuojami šiek tiek priartinant.
ml: ‘വീഡിയോ’യും ‘സിനിമാറ്റിക്’ മോഡും അൽപ്പമായി സൂം-ഇൻ ചെയ്തുകൊണ്ട് വീഡിയോകളെ സ്റ്റബിലൈസ് ചെയ്യും.
mr: व्हिडिओ आणि सिनेमॅटिक मोडमुळे व्हिडिओ किंचित झूम करून स्थिर होतील.
ms: Mod Video dan Sinematik akan menstabilkan video dengan mengezum masuk sedikit.
nb: Video og filmatisk modus vil stabilisere videoer ved å zoome inn litt.
nl: De modus 'Video' en de modus 'Film' stabiliseren video's door een beetje in te zoomen.
or: ଭିଡିଓ ଏବଂ ସିନେମାଟିକ୍ ମୋଡ୍ ସାମାନ୍ଯ ଜୂମ୍ କରି ଭିଡିଓକୁ ସ୍ଥିର ରଖିବ।
pa: ਵੀਡੀਓ ਅਤੇ ਸਿਨੇਮੈਟਿਕ ਮੋਡ ਥੋੜ੍ਹਾ ਜ਼ੂਮ ਇਨ ਕਰਕੇ ਵੀਡੀਓ ਨੂੰ ਸਥਿਰ ਕਰੇਗਾ।
pl: Tryby Wideo i Filmowe ustabilizują wideo, nieznacznie je powiększając.
pt_br: Os modos Vídeo e Cinema aplicam um pouco mais de zoom para estabilizar os vídeos.
pt_pt: Os modos Vídeo e Cinematográfico estabilizarão os vídeos, ampliando ligeiramente.
ro: Modurile Video și Cinematic vor stabiliza clipurile video, efectuând ușor zoom înainte.
ru: В режимах «Видео» и «Киноэффект» видео стабилизируется, но изображение может немного выходить за пределы экрана.
sk: Režimy Video a Film budú stabilizovať video miernym priblížením obrazu.
sl: Video in način Filmsko bosta videe stabilizirala z majhno povečavo.
sv: Video och cinematiskt läge stabiliserar videor genom att zooma in en aning.
ta: சிறிதளவு ஜூம் செய்வதன் மூலம் “வீடியோ மற்றும் சினிமேட்டிக்” பயன்முறை வீடியோக்களை நிலைப்படுத்தும்.
te: కొద్దిగా జూమ్ ఇన్ చేయడం ద్వారా వీడియో మరియు సినిమాటిక్ మోడ్ వీడియోలను స్థిరంగా ఉంచుతుంది.
th: โหมดวิดีโอและโหมดภาพยนตร์จะป้องกันการสั่นของวิดีโอโดยซูมเข้าเล็กน้อย
tr: Video ve Sinematik modu, video stabilizasyonunu görüntüyü hafifçe büyüterek sağlar.
uk: У режимах «Відео» й «Кінематограф» для стабілізації використовуватиметься незначне збільшення.
ur: ویڈیو اور سنیمائی موڈ تھوڑا زوم اِن کر کے ویڈیو کو مستحکم بنائے رکھے گا۔
vi: Chế độ Video và Điện ảnh sẽ chống rung video bằng cách phóng to một chút.
zh_cn: 视频和电影效果模式会将视频稍稍放大，达到稳定效果。
zh_hk: 「錄影」和「電影效果」模式將會稍微放大畫面以穩定影片。
zh_tw: 「錄影」和「電影級」模式會稍微放大畫面來為影片提供穩定效果。

# CAM_ENABLE_VIDEO_STABILIZATION_SWITCH
source: Enhanced Stabilization
ar: الثبات المحسّن
bg: Подобрена стабилизация
bn: উন্নত স্থিতিশীলতা
ca: Estabilització millorada
cs: Posílení stabilizace
da: Forbedret stabilisering
de: Verbesserte Stabilisierung
el: Βελτιωμένη σταθεροποίηση
es: Estabilización mejorada
es_us: Estabilización mejorada
fi: Parannettu vakautus
fr: Stabilisation améliorée
fr_ca: Stabilisation améliorée
gu: સુધારેલ સ્થિતિકરણ
he: ייצוב משופר
hi: स्थिरीकरण बेहतर किया गया
hr: Poboljšana stabilizacija
hu: Továbbfejlesztett stabilizálás
id: Stabilisasi yang Ditingkatkan
it: Stabilizzazione ottimizzata
ja: 手ぶれ補正（拡張）
kk: Жақсартылған тұрақтандыру
kn: ವರ್ಧಿತ ಸ್ಟೆಬಿಲೈಸೇಷನ್
ko: 안정화 향상
lt: Patobulintas stabilizavimas
ml: എൻഹാൻസ്ഡ് സ്റ്റബിലൈസേഷൻ
mr: वर्धित स्थिरीकरण
ms: Penstabilan Dipertingkat
nb: Økt stabilisering
nl: Verbeterde stabilisatie
or: ବର୍ଦ୍ଧିତ ସ୍ଥିରୀକରଣ
pa: ਚੰਗੀ ਗੁਣਵੱਤਾ ਵਾਲਾ ਸਥਿਰੀਕਰਨ
pl: Lepsza stabilizacja
pt_br: Estabilização Aprimorada
pt_pt: Estabilização melhorada
ro: Stabilizare îmbunătățită
ru: Улучшенная стабилизация
sk: Vylepšená stabilizácia
sl: Izboljšana stabilizacija
sv: Förbättrad stabilisering
ta: மேம்படுத்தப்பட்ட நிலைப்படுத்தல்
te: మెరుగైన స్టెబిలైజేషన్
th: การป้องกันการสั่นขั้นสูง
tr: İyileştirilmiş Stabilizasyon
uk: Поліпшена стабілізація
ur: بہتر کیا گیا توازن
vi: Chống rung nâng cao
zh_cn: 增强稳定性
zh_hk: 增強穩定效果
zh_tw: 增強穩定效果

# CAM_FORMATS_CAPTURE_FOOTER
source: To reduce file size, capture photos and videos in the high efficiency HEIF/HEVC format. Most Compatible will always use JPEG/H.264.
ar: لتقليل حجم الملف، التقط الصور والفيديوهات بتنسيق ‪HEIF/HEVC‬ عالي الكفاءة. "أفضل توافق" سيستخدم دائمًا ‪JPEG/H.264‬.
bg: За да намалите размера на файловете, снимайте видеа и снимки във Високоефективен формат HEIF/HEVC. Във формат Най-съвместим винаги се използва JPEG/H.264.
bn: ফাইলের সাইজ কম করার জন্য হাই এফিসিয়েন্সি HEIF/HEVC ফরম্যাটে ছবি এবং ভিডিও তুলুন। সর্বাধিক সামঞ্জস্যপূর্ণের জন্য সর্বদা JPEG/H.264 ব্যবহার করা হবে।
ca: Per reduir la mida dels arxius, utilitza els formats d’alta eficiència (HEIF/HEVC) per fer fotos i vídeos. L’opció “Compatibilitat màxima” sempre utilitzarà JPEG/H.264.
cs: Pokud chcete zmenšit velikost souborů, pořizujte soubory a videa ve vysoce efektivním formátu HEIF/HEVC. Nejkompatibilnější nastavení vždy použije JPEG/H.264.
da: Du kan reducere arkivstørrelsen ved at tage fotos og optage videoer i High Efficiency-formatet HEIF/HEVC. Mest kompatible bruger altid JPEG/H.264.
de: Nimm Fotos und Videos im High-Efficiency-Format „HEIF/HEVC“ auf, um die Dateigröße zu reduzieren. Für „Maximale Kompatibilität“ wird immer JPEG/H.264 verwendet.
el: Για μείωση του μεγέθους αρχείου, τραβήξτε φωτογραφίες και βίντεο στη μορφή υψηλής απόδοσης HEIF/HEVC. Η ρύθμιση «Πιο συμβατή μορφή» θα χρησιμοποιεί πάντα το JPEG/H.264.
es: Para reducir el tamaño de los archivos, usa el formato HEIF/HEVC de alta eficiencia para hacer fotos y vídeos. La opción “El más compatible” usa siempre los formatos JPEG/H.264.
es_us: Para reducir el tamaño de archivos, captura fotos y videos en el formato de alta eficiencia HEIF/HEVC. La opción Más compatible usará siempre JPEG/H.264.
fi: Pienennä tiedostokokoa ottamalla kuvia ja kuvaamalla videoita korkean hyötysuhteen HEIF/HEVC-muodolla. Yhteensopivin käyttää aina JPEG/H.264:ää.
fr: Pour réduire la taille du fichier, capturez les photos et vidéos au format HEIF/HEVC haute efficacité. « Le plus compatible » utilise toujours le format JPEG/H.264.
fr_ca: Pour réduire la taille des fichiers, utilisez l’option « Haute efficacité » pour capturer les photos et les vidéos aux formats HEIF et HEVC. L’option « Plus compatible » utilisera systématiquement les formats JPEG et H.264.
gu: ફાઇલ સાઇઝ ઘટાડવા માટે ફોટો અને વીડિયો હાઇ એફિશંસીવાળા HEIF/HEVC ફૉર્મેટમાં કૅપ્ચર કરો. સૌથી સુસંગત હંમેશાં JPEG/H.264નો ઉપયોગ કરશે.
he: כדי להקטין את גודלי הקבצים, ניתן לצלם תמונות וסרטונים בפורמט היעילות הגבוהה HEIF/HEVC. האפשרות ״התואם ביותר״ תמיד תשתמש ב-JPEG/H.264.
hi: फ़ाइल आकार घटाने के लिए, तस्वीर और वीडियो हाई एफ़िशिएंसी वाले HEIF/HEVC फ़ॉर्मैट में कैप्चर करें। सर्वाधिक संगत JPEG/H.264 का हमेशा उपयोग करेंगे।
hr: Za smanjenje veličine datoteke, snimite fotografije i videozapise u visokoučinkovitom HEIF/HEVC formatu. Opcija Najkompatibilnija uvijek će koristiti JPEG/H.264.
hu: A fájlméret csökkentéséhez rögzítse a fotókat és videókat a nagy hatékonyságú HEIF/HEVC formátumban. A Leginkább kompatibilis mindig JPEG/H.264 kódolást fog használni.
id: Untuk mengurangi ukuran file, ambil foto dan video dalam format HEIF/HEVC efisiensi tinggi. Paling Kompatibel akan selalu menggunakan JPEG/H.264.
it: Per ridurre le dimensioni dei file, scatta foto e registra video in formato HEIF/HEVC. L’opzione “Più compatibile” utilizzerà sempre il formato JPEG/H.264.
ja: ファイルサイズを減らすため、写真とビデオを高効率のHEIF/HEVCフォーマットで撮影/録画します。“互換性優先”は常にJPEG/H.264を使用します。
kk: Файл өлшемін азайту үшін фотолар мен видеоларды тиімділігі жоғары HEIF/HEVC форматында түсіріңіз. «Ең үйлесімді» опциясы таңдалғанда әрдайым JPEG/H.264 форматы қолданылады.
kn: ಫೈಲ್ ಗಾತ್ರವನ್ನು ಕಡಿಮೆ ಮಾಡಲು, ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿಯ HEIF/HEVC ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ ಕ್ಯಾಪ್ಚರ್ ಮಾಡಿ. ಹೆಚ್ಚು ಕಂಪ್ಯಾಟಿಬಲ್ ಯಾವಾಗಲೂ JPEG/H.264 ಅನ್ನು ಬಳಸುತ್ತದೆ.
ko: 파일 크기를 줄이려면 사진 및 비디오를 고효율성 HEIF/HEVC 포맷으로 캡처하십시오, ‘높은 호환성’은 항상 JPEG/H.264를 사용합니다.
lt: Kad sumažintumėte failo dydį, nuotraukas ir vaizdo įrašus įrašykite didelio efektyvumo HEIF / HEVC formatu. Pasirinkus „Labiausiai suderinami“ visada naudojamas JPEG / H.264 formatas.
ml: ഫയൽ വലിപ്പം കുറയ്ക്കാൻ, ഫോട്ടോകളും വീഡിയോകളും ഉയർന്ന എഫിഷ്യൻസിയുള്ള HEIF/HEVC ഫോർമാറ്റിൽ കാപ്ചർ ചെയ്യൂ. ‘ഏറ്റവും അനുയോജ്യതയുള്ളത്’ എപ്പോഴും JPEG/H.264 ഉപയോഗിക്കും.
mr: फाइल आकार कमी करण्यासाठी, छायाचित्रे आणि व्हिडिओ उच्च कार्यक्षमतेच्या HEIF/HEVC फॉरमॅटमध्ये कॅप्चर करा. सर्वाधिक सुसंगतद्वारे नेहमीJPEG/H.264 चा वापर केला जाईल.
ms: Untuk mengurangkan saiz fail, tangkap foto dan rakam video dalam format HEIF/HEVC kecekapan tinggi. Paling Serasi akan sentiasa menggunakan JPEG/H.264.
nb: Reduser filstørrelsen ved å ta bilder og videoer i det plassbesparende HEIF/HEVC-formatet. Mest kompatibelt vil alltid bruke JPEG/H.264.
nl: Om de bestandsgrootte te verminderen, kun je foto's en video's maken in de High Efficiency-structuur HEIF/HEVC. Met 'Meest compatibel' wordt altijd JPEG/H.264 gebruikt.
or: ଫାଇଲ୍‌ର ଆକାର ହ୍ରାସ କରିବାକୁ, ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ HEIF/HEVC ଫର୍ମାଟ୍‌ରେ ଫଟୋ ଓ ଭିଡିଓ କ୍ୟାପ୍‌ଚର୍ କରନ୍ତୁ। ସର୍ବାଧିକ ସୁସଙ୍ଗତ ଫାଇଲ୍ ସବୁବେଳେ JPEG/H.264 ବ୍ଯବହାର କରିବ।
pa: ਫ਼ਾਈਲ ਦਾ ਆਕਾਰ ਘਟਾਉਣ ਲਈ, ਉੱਚ ਕੁਸ਼ਲਤਾ ਵਾਲੇ HEIF/HEVC ਫ਼ਾਰਮੈਟ ਵਿੱਚ ਤਸਵੀਰਾਂ ਅਤੇ ਵੀਡੀਓ ਨੂੰ ਕੈਪਚਰ ਕਰੋ। ਸਭ ਤੋਂ ਢੁਕਵਾਂ ਫ਼ਾਰਮੈਟ ਹਮੇਸ਼ਾਂ JPEG/H.264 ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ।
pl: Aby zmniejszyć wielkość plików, rejestruj zdjęcia i wideo w formacie HEIF/HEVC. Opcja Najbardziej zgodny oznacza, że zawsze używany będzie format JPEG/H.264.
pt_br: Para reduzir o tamanho de arquivo, capture fotos e vídeos no formato HEIF/HEVC de alta eficiência. Mais Compatível sempre usará JPEG/H.264.
pt_pt: Para reduzir o tamanho do ficheiro, tire fotografias e filme vídeos no formato HEIF/HEVC de alta eficiência. A opção Mais compatível usará sempre JPEG/H.264.
ro: Pentru a reduce dimensiunea fișierelor, înregistrați pozele și clipurile video cu opțiunea „Eficiență înaltă” în formatul HEIF/HEVC. Opțiunea „Compatibilitate maximă” va utiliza întotdeauna JPEG/H.264.
ru: Для уменьшения размера файла снимайте фото и видео, используя высокоэффективный формат HEIF/HEVC. При выборе «Наиболее совместимые» всегда будет использоваться JPEG/H.264.
sk: Ak chcete zmenšiť veľkosť súborov, fotografujte a nahrávajte videá vo vysokoefektívnom formáte HEIF/HEVC. Najkompatibilnejšie nastavenie vždy použije JPEG/H.264.
sl: Če želite zmanjšati velikost datotek, zajemajte fotografije in videe v visokoučinkoviti obliki zapisa HEIF/HEVC. Možnost »Najbolj združljivo« bo vedno uporabila obliko zapisa JPEG/H.264.
sv: Du kan minska filstorleken genom att ta bilder och videor i det högeffektiva HEIF/HEVC-formatet. Mest kompatibel använder alltid JPEG/H.264.
ta: கோப்பின் அளவைக் குறைப்பதற்கு உயர் செயல்திறன் HEIF/HEVC ஃபார்மெட்டில் புகைப்படங்களையும் வீடியோக்களையும் எடுக்கலாம். “மிகவும் இணக்கமானது” விருப்பத்தில் எப்போதும் JPEG/H.264 ஃபார்மெட்கள் பயன்படுத்தப்படும்.
te: ఫైల్ సైజ్‌ను తగ్గించడానికి, ఫోటోలు మరియు వీడియోలను అత్యధిక సామర్థ్యం కలిగిన HEIF/HEVC ఫార్మాట్‌లలో క్యాప్చర్ చేస్తుంది. అత్యంత అనుకూలమైనవి ఎల్లప్పుడూ JPEG/H.264ను వినియోగిస్తాయి.
th: ในการลดขนาดไฟล์ การจับภาพและวิดีโอในรูปแบบประสิทธิภาพสูงเก็บไฟล์แบบ HEIF/HEVC รูปแบบที่ใช้งานได้มากที่สุดจะอยู่ในรูปแบบ JPEG/H.264 เสมอ
tr: Dosya büyüklüğünü azaltmak için fotoğrafları ve videoları yüksek verimlilik HEIF/HEVC biçiminde çekin. En Uyumlu her zaman JPEG/H.264 biçimini kullanır.
uk: Щоб зменшити розмір файлів, знімайте фото і відео у високоефективному форматі HEIF⁠/⁠HEVC. Параметр «Найбільш сумісний» завжди застосовує JPEG⁠/⁠H.264.
ur: فائل کی سائز کم کرنے کے لیے، ہائی ایفی شیئنسی ⁨HEIF/HEVC⁩ فارمیٹ میں تصاویر اور ویڈیو کو کیپچر کریں۔ سب سے زیادہ موافق ہمیشہ ⁨JPEG/H.264⁩ کا استعمال کرے گا۔
vi: Để giảm kích cỡ tệp, hãy chụp ảnh và quay video bằng định dạng HEIF/HEVC hiệu suất cao. Tương thích nhất sẽ luôn sử dụng JPEG/H.264.
zh_cn: 若要缩小文件大小，请使用高效HEIF/HEVC格式拍摄照片和视频。“兼容性最佳”将始终使用JPEG/H.264格式。
zh_hk: 如要縮小檔案大小，以高效率HEIF/HEVC格式拍攝相片和影片。「最相容」會永遠使用JPEG/H.264。
zh_tw: 若要減少檔案大小，請以高效率HEIF/HEVC格式拍攝照片和影片。「最相容」會永遠使用JPEG/H.264。
